{
    "title": "Quality hearing loss solutions for every budget and every ear",
    "subtitle": "Expert care, but no extra cost. With Ears To You®, your hearing test, fittings, adjustments, and annual check-ups are totally free. We’ll start by identifying your specific type and degree of hearing loss.",
    "trusts": [
        {
            "title": "Sensorineural hearing loss",
            "description": "The hair cells in your inner ear can become damaged with age or illness. These are the most common causes of sensorineural hearing loss, which can be counteracted with a hearing aid or cochlear implant."
        },
        {
            "title": "Conductive hearing loss",
            "description": "To hear properly, sounds must pass between your inner and outer ear via bone conduction. Sometimes, this is disrupted by an ear infection or buildup of wax in the middle ear. An audiologist may be able to prevent further hearing loss simply by removing ear wax."
        },
        {
            "title": "Mixed hearing loss",
            "description": "It’s possible to experience both sensorineural and conductive hearing loss at the same time. This is called mixed hearing loss. As a result, regular sounds become very quiet and difficult to interpret. If left untreated, it could result in deafness."
        },
        {
            "title": "Noise-induced hearing loss",
            "description": "When you’re exposed to loud bursts of sound, like a gunshot, or continuous loud noises, like a concert, it can damage the hair cells in your inner ear. This results in noise-induced hearing loss, but is preventable with the right care."
        },
        {
            "title": "Tinnitus and hearing loss",
            "description": "Tinnitus is characterized by constant buzzing or ringing in the ears. While tinnitus doesn’t cause hearing loss, it can interfere with your concentration. It can also be a symptom of ear conditions like Meniere’s disease and otosclerosis."
        },
        {
            "title": "Central hearing loss",
            "description": "Central hearing loss happens when there’s an issue with nerve pathways, meaning hearing centers don’t receive signals correctly. This affects your ability to interpret speech and sounds."
        },
        {
            "title": "Auditory neuropathy",
            "description": "This rare type of hearing loss is caused by damage to the inner hair cells or auditory nerve. Auditory neuropathy can make it difficult to understand speech, particularly in noisy environments."
        }
    ]
}